{
  "listings": [
    {
      "id": 1763427899487,
      "username": "_theaquinn",
      "followers": "34K",
      "usaPercent": "82% ",
      "genderSplit": "96%/4%",
      "oge": "Yes",
      "price": "$600",
      "notes": "Click view more for additional information",
      "additionalNotes": "This babe page is a majority middle aged male account, the account attracts good views, posts black women, if you had an OF model this would be perfect for you! Another opportunity would be to run ad campaigns, the audience wouldn't even notice. "
    },
    {
     "id": 1763352770908,
      "username": "Aged Instagram Accounts",
      "followers": "—",
      "usaPercent": "—",
      "genderSplit": "—",
      "oge": "OGE Supplied",
      "price": "$4 per account",
      "photo": "https://via.placeholder.com/300x200/000000/ffffff?text=New+Page",
      "notes": "Click view more for additional information",
      "additionalNotes": "These are extremely high quality aged Instagram accounts, they're perfect for personal accounts, business start ups, theme pages or model pages. They are aged meaning they're trusted by Instagram more then a fresh account. All aged accounts come with a 3 day ban warranty, this warranty is only valid if you haven't changed any of the accounts profile. We have an unlimited amount for sale, discounts apply for orders over $400."
    },
    {
      "id": 1763442219771,
      "username": "itsmyaaaabae",
      "followers": "62K",
      "usaPercent": "52%",
      "genderSplit": "94%/6%",
      "oge": "CRE - Fully Secure",
      "price": "$1,000",
      "notes": "Click view more for additional information",
      "additionalNotes": "This babe page has millions of impressions this month, its a high performing page that stands out compared to other listings, this page is perfect for OFM agencies or experienced Instagram handlers, we wouldn't recommend this to a beginner. We have placed a very fair price tag on this so we have little to no wiggle room."
    },
    {
      "id": 1763591852108,
      "username": "ellaboomy",
      "followers": "12K",
      "usaPercent": "84%",
      "genderSplit": "98%/2%",
      "oge": "Yes",
      "price": "$300",
      "notes": "Click view more for additional information",
      "additionalNotes": "This page has been growing steadily over the month, it attracts 500 followers per day on average, this is a brilliant investment for your network, or to sell later. This account has reached a total of 1.3M views this month, 73% of which were USA, its surpassed 183,000 profile visits within the same timeframe. This accounts audience is mature, with the most common rage being 25-35. There are also no strikes on this account. "
    }
  ]
}
